<!DOCTYPE html>
<html lang=no>
<style>
p {hyphens: auto;}
</style>
<title>Programvareverkstedet</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=yes">
<link rel="stylesheet" href="../css/normalize.css">
<link rel="stylesheet" href="../css/style.css">
<link rel="stylesheet" href="../css/events.css">

<header>Programvareverkstedet</header>

<main>

<article>
	<h2>Om Programvareverkstedet</h2>

	<p>Beskrivelse av PVV her</p>
</article>

<article>
	<h2>Hva betyr det å være et medlem av PVV?</h2>

	<p>Alle medlemmer av PVV f&aring;r brukerkonto p&aring; PVV sine maskiner, epostadresse (<code lang="">brukernavn@pvv.ntnu.no</code> og <code lang="">brukernavn@pvv.org</code>) og 757 MB diskplass, som blant annet kan brukes til hjemmesider. Dersom du g&aring;r tom for diskplass er det mulig &aring; kj&oslash;pe utvidet diskkvote. For &aring; aktivere brukerkonto p&aring; PVV, m&aring; man m&oslash;te opp p&aring; lokalene slik at man f&aring;r satt passord.

	<p>I tillegg f&aring;r man tilgang til PVVs to oppholdsrom, rom 226 og 229 i Sentralbygg 2 (se kart over andre etasje i SBII). P&aring; rom 229 er det seks arbeidsstasjoner som kj&oslash;rer Linux, macOS, FreeBSD, samt bordplass, nettverksuttak og egen Wifi AP for laptoper. P&aring; rom 226 er det sofakrok med TV og diverse spillkonsoller.

	<p>Dersom du &oslash;nsker &aring; lære Unix er det god anledning til det p&aring; PVV. Vi har et sterkt faglig milj&oslash;, med mange svært kunnskapsrike personer, som stort sett ikke har noe imot &aring; hjelpe nybegynnere. Man kan f&aring; st&oslash;rre privilegier her enn p&aring; stud-maskinene, for eksempel gjennom &aring; bli med i PVV-drift.

	<p>PVV har gratis kaffe for medlemmer. Vi organiserer kurs og andre arrangementer. De aller fleste arrangementene er gratis.

	<p>PVV har ogs&aring; ei relativt innholdsrik boksamling til disposisjon for medlemmene, samt ei bokhylle full av blad og tegneserier. (For tiden abonnerer vi p&aring; Lunch tegneserie). Vi har i tillegg et romslig bokbudsjett, s&aring; dersom du har forslag til b&oslash;ker/blad vi burde kj&oslash;pe inn er det bare &aring; sende en mail til styret (<code lang="">pvv@pvv.ntnu.no</code>). Ta en titt p&aring; hva som st&aring;r i bokhyllen.

	<p>PVV har ogs&aring; en del brettspill du kan pr&oslash;ve. 
</article>

<article>
	<h2>Hvordan bli medlem</h2>

	<p>F&oslash;rste steg for &aring; bli medlem i PVV er &aring; betale medlemskontingent.

	<p>Medlemskontingenten er kr 50,00 per &aring;r. Det er ogs&aring; mulig &aring; bli livstidsmedlem ved &aring; betale kr 1024,00 én gang. Kontingent betales til konto <code lang="">8601.11.16916</code>. Betalingen M&aring; merkes med NTNU brukernavn.

	<p>Det er mulig &aring; betale for flere &aring;r samtidig ved &aring; betale et helt multiplum av kr 50.

	<p>Kontingentinnbetalinger blir registrert i medlemsdatabasen, og det er lurt &aring; sjekke at betalingen din dukker opp her (merk at det kan ta litt tid fra du betaler til kasserer f&aring;r beskjed om det, og deretter litt tid f&oslash;r kasserer f&oslash;rer betalingen inn i regnskap og medlemsdatabase).

	<p>
		<a class="btn" href="../paamelding/">Registrer deg som bruker</a>
	</p>

</article>

</main>

<nav><ul>
	<li><a href="../">hjem</a></li>
	<!--<li><a href="../prosjekt/">prosjekter</a></li>-->
	<li><a href="../kalender/">kalender</a></li>
	<li><a href="../aktiviteter/">aktiviteter</a></li>
	<li><a href="../kontakt">kontakt</a></li>
	<li><a href="../pvv/">wiki</a></li>
</nav>
